Repository: Guatecambia/ddah-congresoabierto
Catalog: _site/promises_web/locale/*/LC_MESSAGES/django.po
Languages: es_cl

source: %(promises_count)s promises
es_cl: %(promises_count)s promesas

source: %(accomplished_number)s Accomplished
es_cl: %(accomplished_number)s Completas

source: %(in_progress)s In progress
es_cl: %(in_progress)s Incompletas

source: %(no_progress)s Without progress
es_cl: %(no_progress)s Sin progreso

source: Milestones
es_cl: Hitos

source: Sources of Information:
es_cl: Fuentes de Información

source: Completed <strong>%(percentage)s%%</strong>
es_cl: Completado <strong>%(percentage)s%%</strong>

source: In progress <strong>%(percentage)s%%</strong>
es_cl: En progreso <strong>%(percentage)s%%</strong>

source: No progress <strong>%(percentage)s%%</strong>
es_cl: Sin avance <strong>%(percentage)s%%</strong>

source: Read more
es_cl: Leer más
